Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Contacts.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Add Contact
de: Kontakt hinzufugen
es: Agregar contacto
fr: Ajouter un contact
it: Aggiungi contatto
nl: Contact toevoegen

source: Address
de: Adresse
es: Direccion
fr: Adresse
it: Indirizzo
nl: Adres

source: Breeder
de: Zuchter
es: Criador
fr: Éleveur
it: Allevatore
nl: Fokker

source: Call
de: Anrufen
es: Llamar
fr: Appeler
it: Chiama
nl: Bellen

source: Choose a contact from your address book to import their details.
de: Wahle einen Kontakt aus deinem Adressbuch, um dessen Daten zu importieren.
es: Elige un contacto de tu libreta de direcciones para importar sus datos.
fr: Choisissez un contact dans votre carnet d'adresses pour importer ses coordonnées.
it: Scegli un contatto dalla rubrica per importare i suoi dati.
nl: Kies een contact uit je adresboek om de gegevens te importeren.

source: Choose Another Contact
de: Anderen Kontakt wahlen
es: Elegir otro contacto
fr: Choisir un autre contact
it: Scegli un altro contatto
nl: Kies ander contact

source: Choose Contact
de: Kontakt wahlen
es: Elegir contacto
fr: Choisir un contact
it: Scegli contatto
nl: Kies contact

source: Contact Info
de: Kontaktinformationen
es: Informacion de contacto
fr: Coordonnées
it: Info contatto
nl: Contactgegevens

source: Contact name
de: Kontaktname
es: Nombre del contacto
fr: Nom du contact
it: Nome del contatto
nl: Naam van contact

source: Contacts
de: Kontakte
es: Contactos
it: Contatti
nl: Contacten

source: Daycare
de: Tagesbetreuung
es: Guarderia
fr: Garderie
it: Asilo per cani
nl: Dagopvang

source: Delete Contact?
de: Kontakt loschen?
es: Eliminar contacto?
fr: Supprimer le contact ?
it: Eliminare il contatto?
nl: Contact verwijderen?

source: Dog Walker
de: Hundeausfuhrer
es: Paseador de perros
fr: Promeneur de chiens
it: Dog sitter
nl: Hondenuitlater

source: Edit Contact
de: Kontakt bearbeiten
es: Editar contacto
fr: Modifier le contact
it: Modifica contatto
nl: Contact bewerken

source: Email address
de: E-Mail-Adresse
es: Direccion de correo electronico
fr: Adresse e-mail
it: Indirizzo email
nl: E-mailadres

source: Emergency Vet
de: Notfall-Tierarzt
es: Veterinario de emergencia
fr: Vétérinaire d'urgence
it: Veterinario di emergenza
nl: Spoeddierenarts

source: Groomer
de: Hundefriseur
es: Peluquero canino
fr: Toiletteur
it: Toelettatore
nl: Trimsalon

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren

source: Import from Contacts
de: Aus Kontakten importieren
es: Importar desde Contactos
fr: Importer depuis Contacts
it: Importa da Contatti
nl: Importeren uit Contacten

source: Name is required
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est requis
it: Il nome e obbligatorio
nl: Naam is verplicht

source: No Contacts
de: Keine Kontakte
es: Sin contactos
fr: Aucun contact
it: Nessun contatto
nl: Geen contacten

source: Notes
de: Notizen
es: Notas
it: Note
nl: Notities

source: Open in Maps
de: In Karten offnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
it: Apri in Mappe
nl: Open in Kaarten

source: Optional notes about this contact...
de: Optionale Notizen zu diesem Kontakt...
es: Notas opcionales sobre este contacto...
fr: Notes facultatives sur ce contact...
it: Note opzionali su questo contatto...
nl: Optionele notities over dit contact...

source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
nl: Overig

source: Pet Sitter
de: Tiersitter
es: Cuidador de mascotas
nl: Oppas

source: Pet Store
de: Tierhandlung
es: Tienda de mascotas
fr: Animalerie
it: Negozio di animali
nl: Dierenwinkel

source: Phone
de: Telefon
es: Telefono
fr: Téléphone
it: Telefono
nl: Telefoon

source: Phone number
de: Telefonnummer
es: Numero de telefono
fr: Numéro de téléphone
it: Numero di telefono
nl: Telefoonnummer

source: Select a Contact
de: Kontakt auswahlen
es: Seleccionar un contacto
fr: Sélectionner un contact
it: Seleziona un contatto
nl: Selecteer een contact

source: Send Email
de: E-Mail senden
es: Enviar correo electronico
fr: Envoyer un e-mail
it: Invia email
nl: E-mail sturen

source: Store your vet, groomer, sitter, and other important contacts here.
de: Speichere hier deinen Tierarzt, Hundefriseur, Sitter und andere wichtige Kontakte.
es: Guarda aqui tu veterinario, peluquero, cuidador y otros contactos importantes.
fr: Enregistrez ici votre vétérinaire, toiletteur, pet-sitter et autres contacts importants.
it: Salva qui il tuo veterinario, toelettatore, pet sitter e altri contatti importanti.
nl: Bewaar hier je dierenarts, trimsalon, oppas en andere belangrijke contacten.

source: Street address
de: Strasse und Hausnummer
es: Direccion
fr: Adresse postale
it: Indirizzo
nl: Straat en huisnummer

source: The name will always be imported.
de: Der Name wird immer importiert.
es: El nombre siempre se importara.
fr: Le nom sera toujours importé.
it: Il nome verra sempre importato.
nl: De naam wordt altijd geïmporteerd.

source: This will permanently delete this contact.
de: Dies loscht diesen Kontakt dauerhaft.
es: Esto eliminara permanentemente este contacto.
fr: Cela supprimera définitivement ce contact.
it: Questo eliminera definitivamente il contatto.
nl: Dit verwijdert dit contact permanent.

source: Type
de: Typ
es: Tipo
it: Tipo

source: Veterinarian
de: Tierarzt
es: Veterinario
fr: Vétérinaire
it: Veterinario
nl: Dierenarts

source: Email
es: Correo electronico

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam

source: Trainer
es: Entrenador
fr: Éducateur
it: Addestratore
